Repository: akalata/site_map
Catalog: po/site_map-*.po
Languages: fr

source: Display a site map.
fr: Afficher un plan du site.

source: Site map message
fr: Message du plan du site

source: Define a message to be displayed above the site map.
fr: Définir un message à afficher au dessus du plan du site.

source: Show node counts by categories
fr: Montrer les compteurs des noeuds par catégorie.

source: When enabled, this option will show the number of nodes in each taxonomy term.
fr: Activée, cette option montrera le nombre de noeuds dans chaque terme de taxonomie.

source: Include navigation menus
fr: Inclure les menus de navigation

source: When enabled, this option will include the fully-expanded top-level navigation menus in the site map
fr: Activée, cette option inclura le niveau supérieur déplié complet des menus de navigation dans le plan du site

source: Include RSS links by categories
fr: Inclure les liens RSS par catégorie

source: When enabled, this option will show links to the RSS feeds for each category.
fr: Activée, cette option vous montrera les liens vers les flux RSS pour chaque catégorie.

source: RSS feed depth
fr: Profondeur des flux RSS

source: Specify how many subcategories should be included in the RSS feed. Enter "all" to include all subcategories or "0" to include no subcategories.
fr: Indiquer combien de sous-catégories devraient être incluses dans le flux RSS. Entrez "all" pour inclure toutes les sous-catégories ou "0" pour ne pas inclure de sous-catégorie.

source: Categories to include in the site map
fr: Catégories à inclure dans le plan du site

source: site map
fr: plan du site

source: access site map
fr: accéder au plan du site

source: administer site map
fr: administrer le plan du site

source: site_map
fr: Plan du site
